[
  {
    "theme": "Migrations of the Mistlands",
    "coreLetter": "M",
    "clues": {
      "name": "Their name was passed down like a mountain wind, starting with M and common in their homeland.",
      "place": "They came from a misty region whose name begins with M — a land now silent.",
      "animal": "A loyal companion followed them, strong-hoofed and steady, bearing the mark of M.",
      "thing": "What they carried was sacred. An object of M, wrapped in bark and mystery."
    },
    "answers": {
      "name": "Mira",
      "place": "Mistral",
      "animal": "Mule",
      "thing": "Mask"
    }
  },
  {
    "theme": "Sands of the Sahari",
    "coreLetter": "S",
    "clues": {
      "name": "A name that whispers through dunes, soft and strong, starting with S.",
      "place": "They hailed from the southern sands, where the sun scorched the start of every story with S.",
      "animal": "Their protector slithered through shadows, scaled and silent.",
      "thing": "Wrapped in satchels, their sacred object shimmered — a stone of stories."
    },
    "answers": {
      "name": "Sahir",
      "place": "Sahara",
      "animal": "Snake",
      "thing": "Stone"
    }
  },
  {
    "theme": "Whispers of the Woodland",
    "coreLetter": "W",
    "clues": {
      "name": "Like wind through willows, their name wandered from tongue to tongue.",
      "place": "Where woods weave their green spell — this place begins with W.",
      "animal": "A creature of bark and howl, their companion watched from shadows.",
      "thing": "A carved whistle, once blown by elders, hidden in woven wraps."
    },
    "answers": {
      "name": "Wyn",
      "place": "Weldan",
      "animal": "Wolf",
      "thing": "Whistle"
    }
  },
  {
    "theme": "Echoes of the Eastern Steppes",
    "coreLetter": "T",
    "clues": {
      "name": "Thunder in their step, their name traveled far with tales — and it began with T.",
      "place": "The great plains they called home bore a name like thunder.",
      "animal": "A fleet-footed companion, tufted and tireless.",
      "thing": "In their satchel, a token of trust: a talisman wrapped in tradition."
    },
    "answers": {
      "name": "Tarek",
      "place": "Tundra",
      "animal": "Tiger",
      "thing": "Talisman"
    }
  },
  {
    "theme": "Legends of the Lunar Isles",
    "coreLetter": "L",
    "clues": {
      "name": "Their name lingered like moonlight over the ocean — it began with L.",
      "place": "An isle lost to tides and time, whispered as L.",
      "animal": "Gliding through salt and spray, their ally leaped and laughed.",
      "thing": "An ancient lantern, lit only during lunar rites."
    },
    "answers": {
      "name": "Liora",
      "place": "Lunara",
      "animal": "Leopard",
      "thing": "Lantern"
    }
  },
  {
    "theme": "Flames of the Forgotten Forge",
    "coreLetter": "Q",
    "clues": {
      "name": "Their name began with Q, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with Q, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by Q, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of Q."
    },
    "answers": {
      "name": "Qara",
      "place": "Qanora",
      "animal": "Qeagle",
      "thing": "Qeather"
    }
  },
  {
    "theme": "Hymns of the Highland Nomads",
    "coreLetter": "M",
    "clues": {
      "name": "Their name began with M, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with M, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by M, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of M."
    },
    "answers": {
      "name": "Mara",
      "place": "Manora",
      "animal": "Meagle",
      "thing": "Meather"
    }
  },
  {
    "theme": "Dunes of the Dreaming Empire",
    "coreLetter": "J",
    "clues": {
      "name": "Their name began with J, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with J, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by J, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of J."
    },
    "answers": {
      "name": "Jara",
      "place": "Janora",
      "animal": "Jeagle",
      "thing": "Jeather"
    }
  },
  {
    "theme": "Cries of the Crystal Forest",
    "coreLetter": "Z",
    "clues": {
      "name": "Their name began with Z, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with Z, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by Z, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of Z."
    },
    "answers": {
      "name": "Zara",
      "place": "Zanora",
      "animal": "Zeagle",
      "thing": "Zeather"
    }
  },
  {
    "theme": "Scrolls of the Sunken Kingdom",
    "coreLetter": "T",
    "clues": {
      "name": "Their name began with T, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with T, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by T, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of T."
    },
    "answers": {
      "name": "Tara",
      "place": "Tanora",
      "animal": "Teagle",
      "thing": "Teather"
    }
  }
  

  {
    "theme": "Ashes of the Ancients",
    "coreLetter": "K",
    "clues": {
      "name": "Their name began with K, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with K, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by K, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of K."
    },
    "answers": {
      "name": "Kara",
      "place": "Kanora",
      "animal": "Keagle",
      "thing": "Keather"
    }
  },
  {
    "theme": "Drums of the Distant Veldt",
    "coreLetter": "X",
    "clues": {
      "name": "Their name began with X, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with X, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by X, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of X."
    },
    "answers": {
      "name": "Xara",
      "place": "Xanora",
      "animal": "Xeagle",
      "thing": "Xeather"
    }
  },
  {
    "theme": "Runes of the Rainborn",
    "coreLetter": "A",
    "clues": {
      "name": "Their name began with A, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with A, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by A, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of A."
    },
    "answers": {
      "name": "Ara",
      "place": "Anora",
      "animal": "Aeagle",
      "thing": "Aeather"
    }
  },
  {
    "theme": "Voices of the Vanished Valley",
    "coreLetter": "V",
    "clues": {
      "name": "Their name began with V, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with V, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by V, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of V."
    },
    "answers": {
      "name": "Vara",
      "place": "Vanora",
      "animal": "Veagle",
      "thing": "Veather"
    }
  },
  {
    "theme": "Songs of the Skybound Seers",
    "coreLetter": "F",
    "clues": {
      "name": "Their name began with F, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with F, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by F, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of F."
    },
    "answers": {
      "name": "Fara",
      "place": "Fanora",
      "animal": "Feagle",
      "thing": "Feather"
    }
  },
  {
    "theme": "Fables of the Feathered Throne",
    "coreLetter": "C",
    "clues": {
      "name": "Their name began with C, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with C, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by C, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of C."
    },
    "answers": {
      "name": "Cara",
      "place": "Canora",
      "animal": "Ceagle",
      "thing": "Ceather"
    }
  },
  {
    "theme": "Bloodlines of the Broken Banner",
    "coreLetter": "D",
    "clues": {
      "name": "Their name began with D, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with D, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by D, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of D."
    },
    "answers": {
      "name": "Dara",
      "place": "Danora",
      "animal": "Deagle",
      "thing": "Deather"
    }
  },
  {
    "theme": "Shadows of the Shifting Sands",
    "coreLetter": "N",
    "clues": {
      "name": "Their name began with N, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with N, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by N, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of N."
    },
    "answers": {
      "name": "Nara",
      "place": "Nanora",
      "animal": "Neagle",
      "thing": "Neather"
    }
  },
  {
    "theme": "Tales of the Thunder People",
    "coreLetter": "U",
    "clues": {
      "name": "Their name began with U, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with U, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by U, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of U."
    },
    "answers": {
      "name": "Ura",
      "place": "Unora",
      "animal": "Ueagle",
      "thing": "Ueather"
    }
  },
  {
    "theme": "Marks of the Moonbound",
    "coreLetter": "H",
    "clues": {
      "name": "Their name began with H, carried by stories whispered around campfires.",
      "place": "A land lost in time, its name starting with H, remembered by wandering maps.",
      "animal": "A companion of instinct and motion, marked by H, roamed beside them.",
      "thing": "An heirloom, hidden in cloth, carried the essence of H."
    },
    "answers": {
      "name": "Hara",
      "place": "Hanora",
      "animal": "Heagle",
      "thing": "Heather"
    }
  }
]
  
  
  

